       IDENTIFICATION DIVISION.
       PROGRAM-ID. HelloWorld.
       PROCEDURE DIVISION.
           DISPLAY "Hello, World! Its a wonderful day"
                   " and do not walk in dog poo.".
           STOP RUN.

